tap "homebrew/buddle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"


brew "aria2"
brew "automake"
brew "bash-completion"
brew "bat"
brew "cmake"
brew "curl"
brew "docker", link: false
brew "duf"
brew "dust"
brew "exa"
brew "fasd"
brew "fd"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "git-delta"
brew "git-flow"
brew "glib"
brew "glow"
brew "gnupg"
brew "gnutls"
brew "highlight"
brew "httpie"
brew "hexyl"
brew "htop"
brew "jq"
brew "lf", args: ["-s"]
brew "mas"
brew "mpv"
brew "ocrmypdf"
brew "pandoc"
brew "pillow"
brew "pdf2svg"
brew "ripgrep"
brew "shellcheck"
brew "tesseract"
brew "tesseract-lang"
brew "tldr"
# brew "transcrypt"
brew "vim"
brew "zplug"


cask "font-hack-nerd-font"