tap "homebrew/buddle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"


brew "automake"
brew "cmake"
brew "gcc", args: ["--force-bottle"]
brew "gnupg"


# brew "bash-completion"
brew "bat"
brew "curl"
brew "duf"
brew "dust"
brew "exa"
brew "fasd"
brew "fd"
brew "ffmpeg"
brew "fswatch"
# brew "fzf", managed by vim-plug
brew "git"
brew "git-delta"
brew "git-flow"
brew "glow"
brew "highlight"
brew "httpie"
brew "hexyl"
brew "htop"
brew "jq"
brew "lf", args: ["-s"]
brew "pueue"
brew "ripgrep"
brew "shellcheck"
brew "tldr"
# brew "transcrypt"
brew "vim"
brew "zplug"


cask "font-hack-nerd-font"
